[
  {
    "id": 1,
    "name": "Your fault",
    "name_alt": "君のせい, Kimi no sei",
    "artist": "Sexy Zone",
    "description": "\"Your fault\" is a song written and preformed by Sexy Zone. This was their last song together as a band due to one of their members graduating from the band to enter their solo career. Your fault does not have any streaming releases the only way to listen to it is to listen to the tv sized 1:30 version uploaded to [Crunchyroll's Youtube Channel](https://www.youtube.com/watch?v=q4F4UqKsyrU) Sexy Zone is now known as \"timelesz\"",
    "image": "..\\assets\\music\\puzzle.png",
    "lyrics_japanese": "はじまりは Rainy 何気なくさした<br>傘の中 Slowly これって　何てキモチ？<br>握った手から　伝わってる<br>君の鼓動(リズム)に<br>委ねてしまえば<br>いいよね？　夢じゃない<br>知れば知るたびに<br>またわからないこと　増えていくから<br>一秒でも長く　君を感じさせて<br>I wanna be with you.<br>どうして　どうしても　言いたい　言えない Secret sign<br>少しずつだっていいよね　君となら<br>I just feel you.<br>嬉しくて　切ないのは<br>間違いなく　君のせい、君のせいさ。<br>ひとりの Silent time あれこれ I feel down<br>恋ってムズカシイね<br>君のどんな表情(かお)も<br>ひとりじめしたいから　もっと見させて<br>一日より長く　一緒にいられたら…<br>I wanna be with you.<br>どうして　どうしても　会いたい　会いたいよ Tonight<br>絆されてみてもいいかな　君になら<br>I just follow you.<br>愛しくて　泣けちゃうのは<br>紛れもなく　君のせい、君のせいさ。<br>完璧に見せるより　そのままの<br>不器用なとこも全部　一つずつ　好きになって<br>世界が輝いて　こんなに優しいのは Tell me why？<br>I wanna be with you.<br>どうして　どうしても　言いたい　言えない Secret sign<br>少しずつだっていいよね　君となら<br>I just feel you.<br>嬉しくて　切ないのは<br>間違いなく　君のせい、君のせいさ。<br>君のせいさ。<br>君のせいさ。",
    "lyrics_romaji": "Hajimari wa Rainy nanigenaku sashita<br>Kasa no naka Slowly kore tte nante kimochi?<br>Nigitta te kara tsutawatteru<br>Kimi no rizumu ni<br>Yudanete shimaeba<br>Ii yo ne? Yume ja nai<br>Shireba shiru tabi ni<br>Mata wakaranai koto fueteiku kara<br>Ichibyou demo nagaku kimi wo kanjisasete<br>I wanna be with you.<br>Doushite doushitemo iitai ienai Secret sign<br>Sukoshi zutsu datte ii yo ne kimi to nara<br>I just feel you.<br>Ureshikute setsunai no wa<br>Machigai naku kimi no sei, kimi no sei sa.<br>Hitori no Silent time arekore I feel down<br>Koi tte muzukashii ne<br>Kimi no donna kao mo<br>Hitorijime shitai kara motto misasete<br>Ichinichi yori nagaku issho ni iraretara...<br>I wanna be with you.<br>Doushite doushitemo aitai aitai yo Tonight<br>Hodasarete mitemo ii kana kimi ni nara<br>I just follow you.<br>Itoshikute nakechau no wa<br>Magire mo naku kimi no sei, kimi no sei sa.<br>Kanpeki ni miseru yori sono mama no<br>Bukiyou na toko mo zenbu hitotsu zutsu suki ni natte<br>Sekai ga kagayaite konna ni yasashii no wa Tell me why?<br>I wanna be with you.<br>Doushite doushitemo iitai ienai Secret sign<br>Sukoshi zutsu datte ii yo ne kimi to nara<br>I just feel you.<br>Ureshikute setsunai no wa<br>Machigai naku kimi no sei, kimi no sei sa.<br>Kimi no sei sa.<br>Kimi no sei sa.",
    "lyrics_english": "At first it was rainy, you casually...<br>pulled out the umbrella slowly. What even is this feeling?<br>I can feel it through your grip<br>Your very own rhythm<br>If i just trust you with it<br>Will it go ok? this isn't a dream<br>The more i feel it the more it feels...<br>Like i'm forgetting something else<br>I want to feel it again, just for a second more...<br>I wanna be with you.<br>I want to say it i really want to, but I cant, that secret sign.<br>It's fine going bit by bit, as long as it's with you.<br>I just feel you.<br>I feel so happy yet it's so painful<br>it's without a doubt your fault, All your fault<br>Being alone, silent time, thinking about all sorts of things, i feel down<br>Love is a difficult thing<br>No matter what face you make<br>I want to see you all for myself<br>even if it's just for another day<br>I wanna be with you.<br>I just gotta, I just wanna, see you, miss you, tonight<br>Perhaps I'd be fine with being held, as long as it's you<br>I just follow you.<br>Your so sweet it brings me to tears<br>it's without a doubt your fault, All your fault<br>Rather then trying to be perfect, just be you.<br>I love your clumsiness, each and every bit<br>The world is shining, so kindly now, tell me why.<br>I wanna be with you.<br>I want to say it i really want to, but I cant, that secret sign.<br>It's fine going bit by bit, as long as it's with you.<br>I just feel you.<br>I feel so happy yet it's so painful<br>it's without a doubt your fault, All your fault<br>All your fault<br>All your fault."
  },
  {
    "id": 2,
    "name": "Every Second (Japanese Version)",
    "name_alt": "エヴリー・セカンド(ジャパニーズ・ヴァージョン)",
    "artist": "Mina Okabe",
    "description": "Every Second (Japanese Version) is a song written by Kanata Okajima  & Mina Okabe. The song describes wanting to be with someone \"Every second, everyday\" <br> Note: The cd release of Every Second uses a different cover image to the international release.",
    "image": "..\\assets\\music\\Every Second (Japanese Version).png",
    "lyrics_japanese": "Every second<br>Every day<br>変わらない2人を願う<br>いつでも本音で<br>心と向き合ってくれる<br><br>Enjoy your company<br>同じ気持ち？<br>いたいのは私の隣<br>毎日幸せ<br>あなたが側にいれば<br>もう辞めなきゃ<br>心配するのは<br><br>I really like it here in your arms<br>ココこそが居場所だから<br>ずっと続くと信じてるけど<br>今だけは want time to stop<br><br>たぶん すれ違い<br>避けられないって 知ってるよ<br>些細なことで<br>思い出になりたくないの<br>でもこうして あなたがいて<br>不安も遠くの空に<br>今を見つめて<br>過去に消えないように<br>もう辞めなきゃ<br>心配するのは<br><br>I really like it here in your arms<br>ココこそが居場所だから<br>ずっと続くと信じてるけど<br>今だけは want time to stop<br><br>Yeah, I'm always with you<br>何一つ 忘れたくない<br>Though I'm always with you<br>例え 離れても 消えない<br>I really like it here in your arms<br>ココこそが居場所だから<br>ずっと続くと信じてるけど<br>今だけは want time to stop<br><br>I really like it here in your arms<br>ココこそが居場所だから<br>ずっと続くと信じてるけど<br>今だけは want time to stop<br><br>Yeah, I'm always with you<br>何一つ 忘れたくない<br>Though I'm always with you<br>例え 離れても 消えない<br>Yeah, I'm always with you<br>何一つ 忘れたくない<br>Though I'm always with you<br>例え 離れても 消えない",
    "lyrics_romaji": "Every second<br>Every day<br>Kawaranai 2-ri o negau<br>Itsu demo hon'ne de<br>Kokoro to mukiatte kureru<br><br>Enjoy your company<br>Onaji kimochi?<br>Itai no wa watashi no tonari<br>Mainichi shiawase<br>Anata ga soba ni ireba<br>Mō yamenakya<br>Shinpai suru no wa<br><br>I really like it here in your arms<br>Koko koso ga ibashodakara<br>Zutto tsudzuku to shinji terukedo<br>Imadake wa want time to stop<br><br>Tabun surechigai<br>Sakerarenai tte shitteru yo<br>Sasainakoto de<br>Omoide ni naritakunai no<br>Demo kōshite anata ga ite<br>Fuan mo tōku no sora ni<br>Ima o mitsumete<br>Kako ni kienai yō ni<br>Mō yamenakya<br>Shinpai suru no wa<br><br>I really like it here in your arms<br>Koko koso ga ibashodakara<br>Zutto tsudzuku to shinji terukedo<br>Imadake wa want time to stop<br><br>Yeah, I'm always with you<br>Nanihitotsu wasuretakunai<br>Though I'm always with you<br>Tatoe hanarete mo kienai<br>I really like it here in your arms<br>Koko koso ga ibashodakara<br>Zutto tsudzuku to shinji terukedo<br>Imadake wa want time to stop<br><br>I really like it here in your arms<br>Koko koso ga ibashodakara<br>Zutto tsudzuku to shinji terukedo<br>Imadake wa want time to stop<br><br>Yeah, I'm always with you<br>Nanihitotsu wasuretakunai<br>Though I'm always with you<br>Tatoe hanarete mo kienai<br>Yeah, I'm always with you<br>Nanihitotsu wasuretakunai<br>Though I'm always with you<br>Tatoe hanarete mo kienai",
    "lyrics_english": "TBA"
  }
]